Repository: spqs/nettiaanestys
Catalog: vote.*/src/NuvaVaalit/nuvavaalit/locale/*/LC_MESSAGES/nuvavaalit.po
Languages: sv

source: Haku
sv: Sök

source: Hae nimellä tai numerolla
sv: Sök på namn eller nummer

source: Ei tuloksia haulle:
sv: Inga resultat hittades för

source: Poistu äänestyksestä
sv: Lämna röstningsssidan

source: Tyhjä
sv: Blankt

source: Et ole vielä äänestänyt. Oletko varma, että haluat poistua sivulta?
sv: Du har ännu inte röstat. Är du säker att du vill lämna sidan?

source: Tutustu ehdokkaisiin
sv: Bekanta dig med kandidaterna

source: Tunnistaudu
sv: Identifiera

source: Käyttäjätunnus
sv: Användar-ID

source: Salasana
sv: Lösenord

source: Sivua ei löytynyt
sv: Sidan du sökte hittades inte

source: etusivulta
sv: förstasidan

source: Hakemaasi sivua ei löytynyt. Tarkista sivun osoite tai aloita äänestäminen uudelleen ${etusivulta}.
sv: Sidan du sökte hittades inte. Kontrollera sidans adress eller börja rösta på nytt på ${etusivulta}.

source: Äänestysprosentti ${prosentti} %, ääniä annettu yhteensä ${aanimaara}.
sv: Valdeltagande ${prosentti} %, antal röster sammanlagt ${aanimaara}.

source: Valitut ehdokkaat
sv: Valda kandidater

source: Ehdokas
sv: Kandidat

source: Äänet
sv: Röster

source: Prosentti
sv: Procent

source: Valitse
sv: Välj

source: Valitse ehdokkaasi klikkaamalla nimeä.
sv: Välj din kandidat genom att klicka på namnet.

source: Äänestä tyhjää
sv: Rösta blankt

source: tyhjää
sv: blankt

source: Halutessasi voit äänestää myös ${tyhjaa}.
sv: Om du vill kan du också rösta ${tyhjaa}.

source: Sulje ikkuna
sv: Stäng fönstret

source: Kiitos äänestämisestä!
sv: Tack för din röst!

source: Äänesi on tallennettu ja sinut on kirjattu ulos äänestysjärjestelmästä.
sv: Din röst har sparats. Du är inte längre inloggad på röstningssidan.

source: Äänestä
sv: Rösta

source: Äänestäjä:
sv: Väljare:

source: Olet valinnut ehdokkaan
sv: Du har valt kandidat

source: kirjoittamalla ehdokkaan numero
sv: skriva kandidatens nummer

source: Äänestä valitsemaasi ehdokasta ${kirjottamalla_ehdokkaan_numero} äänestyslippuun ja painamalla ${aanesta}-painiketta.
sv: Rösta på kandidaten du valt genom att ${kirjottamalla_ehdokkaan_numero} på valsedeln och trycka på knappen ${aanesta}.

source: Vaihda ehdokasta
sv: Byta kandidaten du valt

source: vaihtaa valitsemaasi ehdokasta
sv: byta kandidaten du valt

source: Voit halutessasi ${vaihtaa}.
sv: Om du vill kan du ${vaihtaa}.

source: valitse toinen ehdokas
sv: välj en annan kandidat

source: Antamasi ehdokasnumero ei vastaa valintaasi. Tarkista numero ja yritä uudelleen tai ${valitse_toinen_ehdokas}.
sv: Kandidatnumret du angett motsvarar inte ditt val. Kontrollera numret och försök på nytt eller ${valitse_toinen_ehdokas}.
